-- MySQL dump 10.13  Distrib 8.0.34, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: prolog
-- ------------------------------------------------------
-- Server version	8.0.35

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `company`
--

DROP TABLE IF EXISTS `company`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `company` (
  `id` bigint NOT NULL AUTO_INCREMENT,
  `name` varchar(30) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=186 DEFAULT CHARSET=utf8mb3;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `company`
--

LOCK TABLES `company` WRITE;
/*!40000 ALTER TABLE `company` DISABLE KEYS */;
INSERT INTO `company` VALUES (1,'넷마블몬스터(주)'),(2,'넷마블엔투(주)'),(3,'넷마블네오(주)'),(4,'(주)달타냥'),(5,'(주)코드잇'),(6,'(주)쓰리소프트플러스'),(7,'온스퀘어'),(8,'(주)아이디정보시스템'),(9,'(주)이카운트'),(10,'(주)코어스'),(11,'(주)위지온'),(12,'(주)코그'),(13,'(주)유니포스트'),(14,'디알씨티에스(주)'),(15,'(주)스마일서브'),(16,'굿어스(주)'),(17,'(주)이루기술'),(18,'(주)메이머스트'),(19,'(주)비즈테크아이'),(20,'(주)엠로'),(21,'이케이 주식회사'),(22,'씨에프티(유)'),(23,'엔셀 주식회사'),(24,'링크캠퍼스'),(25,'동국시스템즈(주)'),(26,'(주)아림티엔씨'),(27,'(주)알티미디어'),(28,'세명'),(29,'(주)메디케어'),(30,'(주)시스원'),(31,'에스케이하이스텍(주)'),(32,'(주)두잇시스템'),(33,'(주)아톤'),(34,'(주)지오아이티'),(35,'(주)오상테크놀로지'),(36,'(주)엠토스솔루션스'),(37,'(주)아이옵스'),(38,'폴스타헬스케어(주)'),(39,'(주)세종아이티엘'),(40,'(주)슈피겐코리아'),(41,'(주)티머니'),(42,'루키도 (Lucido)'),(43,'(주)벨아이앤에스'),(44,'(주)넷솔테크'),(45,'(주)위시켓'),(46,'뷰 (VU)'),(47,'(주)드래곤베이프'),(48,'(주)파이낸셜데이타시스템'),(49,'에스씨지솔루션즈(주)'),(50,'굿어스데이터(주)'),(51,'(주)리커너스'),(52,'렉스젠(주)'),(53,'나이스정보통신(주)'),(54,'(주)타임게이트'),(55,'(주)동서가구'),(56,'보은전자방송통신(주)'),(57,'(주)이노룰스'),(58,'(주)나눔기술부산'),(59,'(주)아이오티즈'),(60,'엔에이치엔엔터프라이즈(주)'),(61,'주식회사 폴라리스오피스'),(62,'(주)법틀'),(63,'(주)페이네스트'),(64,'주식회사 데브스토리즈'),(65,'올원테크(주)'),(66,'(주)바이오리서치에이아이'),(67,'(주)이엔피게임즈'),(68,'(주)에스엔티웍스'),(69,'유저스(주)'),(70,'에이블짐인포'),(71,'(주)네오스펙트라'),(72,'쿠팡(주)'),(73,'(주)세이프모션'),(74,'(주)지트'),(75,'(주)이넥스트아이'),(76,'(주)엠투아이코퍼레이션'),(77,'(주)애니로직'),(78,'(주)링네트'),(79,'(주)시큐센'),(80,'(주)엑스오소프트'),(81,'(주)씨유라인'),(82,'(주)심네트'),(83,'(주)폴라리스오피스'),(84,'(주)폴리큐브'),(85,'(주)에스비티글로벌'),(86,'(주)지바이크'),(87,'(주)오픈베이스'),(88,'주식회사 티시스 아이티'),(89,'(주)안세기술'),(90,'(주)맨텍'),(91,'에스케이쉴더스(주)'),(92,'(주)엠엘소프트'),(93,'(주)코레이즈홀딩스'),(94,'(주)매사'),(95,'(주)소만사'),(96,'(주)선재소프트'),(97,'(주)이수시스템'),(98,'(주)씨앤씨'),(99,'(주)씨메스'),(100,'(주)포인트모바일'),(101,'(주)이지로보틱스'),(102,'(주)스마트비전'),(103,'(주)아이에스티엔'),(104,'(주)한컴위드'),(105,'(주)LG유플러스'),(106,'비즈피어(주)'),(107,'트리노드 주식회사'),(108,'(주)데이타뱅크'),(109,'(주)엠바이지'),(110,'(주)솔리드이엔지'),(111,'유니닥스(주)'),(112,'에이엠텔레콤(주)'),(113,'(주)사이버다임'),(114,'(주)브이엔티지'),(115,'(주)푸드테크'),(116,'(주)스마트스코어'),(117,'(주)에이오팜'),(118,'(주)뤼이드'),(119,'주식회사 두림'),(120,'(주)넥슨코리아'),(121,'(주)해긴'),(122,'(주)위즈코리아'),(123,'아틀라스네이벌엔지니어링(유)'),(124,'애플코리아(유)'),(125,'(주)케이아이엔엑스'),(126,'(주)동명기술공단종합건축사사무소'),(127,'(주)다산네트웍솔루션즈'),(128,'(주)크래프톤'),(129,'엘에스아이티씨(주)'),(130,'퀘스(Ques)'),(131,'케이아이에스정보통신(주)'),(132,'(주) LG CNS'),(133,'(주)에이비씨랩스'),(134,'앤시스코리아유한책임회사'),(135,'(주)포시에스'),(136,'(주)화이트큐브'),(137,'(주)페이히어'),(138,'케이투웹테크(주)'),(139,'(주)아이웍스'),(140,'코나아이(주)'),(141,'(주)원제로소프트'),(142,'(주)코아메소드'),(143,'(주)오케이포스'),(144,'일삼헤르츠(주)'),(145,'(주)두잇'),(146,'한일네트웍스(주)'),(147,'(주)유니포인트'),(148,'(주)네오플'),(149,'(주)진인프라'),(150,'마준소프트(주)'),(151,'(주)투비소프트'),(152,'BIMPeers'),(153,'(주)디스프레드'),(154,'(주)넥슨'),(155,'(주)넷퍼씨'),(156,'(주)미디어윌네트웍스'),(157,'(주)이씨뱅크'),(158,'크로스디자인그룹(주)'),(159,'(주)위존'),(160,'(주)소프트랩스'),(161,'페이레터(주)'),(162,'(주)프레이'),(163,'(주)리눅스데이타시스템'),(164,'(주)큐로드'),(165,'(주)인피닉'),(166,'(주)휴니버스글로벌'),(167,'(주)엔픽셀'),(168,'(주)마크비전코리아'),(169,'구로발게임즈(주)'),(170,'(주)중고나라'),(171,'(주)게임듀오'),(172,'(주)네오위즈'),(173,'주식회사 미노시스'),(174,'대신정기화물자동차(주)'),(175,'더이앤엠(주)'),(176,'하이네트서비스'),(177,'(주)페스카로'),(178,'(주)클루커스'),(179,'유엔넷'),(180,'(주)다우기술'),(181,'(주)엔티렉스'),(182,'(주)두왓'),(183,'진우에이티에스(주)'),(184,'(주)대유넥스티어'),(185,'(주)브로드밴드시큐리티 코리아');
/*!40000 ALTER TABLE `company` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2024-02-13 10:01:04
